[{"model": "coffeemachine.item", "pk": 1, "fields": {"name": "Black Coffee", "price": 0.8, "description": "Black coffee is a beverage made from roasted coffee beans. The beans are ground and soaked in water, which releases their flavor, color, caffeine, content, and nutrients.", "image": "coffeemachine/images/black-coffee.png", "slug": "Black Coffee"}}, {"model": "coffeemachine.item", "pk": 2, "fields": {"name": "Cappuccino", "price": 1.0, "description": "Cappuccino is a coffee drink made from a mixture of espresso and steamed milk. A well-made cappuccino has incredible flavor and texture. It has a bold coffee taste and some sweetness from the naturally occurring lactose sugar in milk.", "image": "coffeemachine/images/cappuccino.png", "slug": "Cappuccino"}}, {"model": "coffeemachine.item", "pk": 3, "fields": {"name": "White Coffee", "price": 0.8, "description": "White coffee is coffee that was roasted half of the way through and to a lower temperature. It is the coffee with the least amount of roasting, with the process stopping at around 325°F. It has a nutty taste and are semi-sweet.", "image": "coffeemachine/images/white-coffee.jpg", "slug": "White Coffee"}}, {"model": "coffeemachine.item", "pk": 4, "fields": {"name": "Doppio", "price": 1.2, "description": "Doppio espresso is a double shot which is extracted using double the amount of ground coffee in a larger-sized portafilter basket. This results in 60 ml of drink, double the amount of a single shot espresso.", "image": "coffeemachine/images/doppio.jpg", "slug": "Doppio"}}, {"model": "coffeemachine.item", "pk": 5, "fields": {"name": "Espresso Coffee", "price": 0.6, "description": "Espresso is a coffee-brewing method in which a small amount of nearly boiling water is forced under pressure through finely ground coffee beans. Espresso has amplified—bitter, lightly sweet, acidic, toasty taste.", "image": "coffeemachine/images/espresso-coffee.png", "slug": "Espresso Coffee"}}, {"model": "coffeemachine.item", "pk": 6, "fields": {"name": "Hot Chocolate", "price": 0.6, "description": "Hot Chocolate Known as hot cocoa or drinking chocolate, is a heated drink consisting of shaved or melted chocolate or cocoa powder, heated milk or water, and usually a sweetener", "image": "coffeemachine/images/hot-chocolate.jpg", "slug": "Hot Chocolate"}}, {"model": "coffeemachine.item", "pk": 7, "fields": {"name": "Hibiscus Tea", "price": 0.5, "description": "Hibiscus is a flowering plant that grows in warmer climates. The flowers are deep red in color and have a sweet, tart flavor similar to that of cranberries. I hibiscus tea is naturally calorie and caffeine-free.", "image": "coffeemachine/images/hibiscus-tea.jpg", "slug": "Hibiscus Tea"}}, {"model": "coffeemachine.item", "pk": 8, "fields": {"name": "Green Tea", "price": 0.5, "description": "Green tea is a type of tea that is made from Camellia sinensis leaves and buds that have not undergone the same withering and oxidation process  which is used to make black teas. It tastes like a distinct 'green', grassy taste with slight bitterness.", "image": "coffeemachine/images/Green-Tea.png", "slug": "Green Tea"}}, {"model": "coffeemachine.item", "pk": 9, "fields": {"name": "Black Tea", "price": 0.5, "description": "Black tea is a type of tea that is more oxidized than yellow, white and green teas. Black tea is generally stronger in flavour than other teas. It hasstrong, malty character with varying levels of astringency.", "image": "coffeemachine/images/black-tea.jpeg", "slug": "Black Tea"}}]